{"backend": "tensorflow", "keras_version": "2.2.4", "class_name": "Model", "config": {"layers": [{"name": "input_48", "inbound_nodes": [], "class_name": "InputLayer", "config": {"batch_input_shape": [null, 64, 64, 3], "sparse": false, "dtype": "float32", "name": "input_48"}}, {"name": "conv2d_761", "inbound_nodes": [[["input_48", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 32, "kernel_size": [3, 3], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_761"}}, {"name": "conv2d_762", "inbound_nodes": [[["conv2d_761", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 32, "kernel_size": [3, 3], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_762"}}, {"name": "max_pooling2d_226", "inbound_nodes": [[["conv2d_762", 0, 0, {}]]], "class_name": "MaxPooling2D", "config": {"trainable": true, "data_format": "channels_last", "strides": [2, 2], "name": "max_pooling2d_226", "padding": "valid", "pool_size": [2, 2]}}, {"name": "conv2d_763", "inbound_nodes": [[["max_pooling2d_226", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 64, "kernel_size": [3, 3], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_763"}}, {"name": "conv2d_764", "inbound_nodes": [[["conv2d_763", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 64, "kernel_size": [3, 3], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_764"}}, {"name": "max_pooling2d_227", "inbound_nodes": [[["conv2d_764", 0, 0, {}]]], "class_name": "MaxPooling2D", "config": {"trainable": true, "data_format": "channels_last", "strides": [2, 2], "name": "max_pooling2d_227", "padding": "valid", "pool_size": [2, 2]}}, {"name": "conv2d_766", "inbound_nodes": [[["max_pooling2d_227", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 64, "kernel_size": [1, 1], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_766"}}, {"name": "conv2d_768", "inbound_nodes": [[["max_pooling2d_227", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 64, "kernel_size": [1, 1], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_768"}}, {"name": "max_pooling2d_228", "inbound_nodes": [[["max_pooling2d_227", 0, 0, {}]]], "class_name": "MaxPooling2D", "config": {"trainable": true, "data_format": "channels_last", "strides": [1, 1], "name": "max_pooling2d_228", "padding": "same", "pool_size": [3, 3]}}, {"name": "conv2d_765", "inbound_nodes": [[["max_pooling2d_227", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 64, "kernel_size": [1, 1], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_765"}}, {"name": "conv2d_767", "inbound_nodes": [[["conv2d_766", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 64, "kernel_size": [3, 3], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_767"}}, {"name": "conv2d_769", "inbound_nodes": [[["conv2d_768", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 64, "kernel_size": [5, 5], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_769"}}, {"name": "conv2d_770", "inbound_nodes": [[["max_pooling2d_228", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 64, "kernel_size": [3, 3], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_770"}}, {"name": "concatenate_80", "inbound_nodes": [[["conv2d_765", 0, 0, {}], ["conv2d_767", 0, 0, {}], ["conv2d_769", 0, 0, {}], ["conv2d_770", 0, 0, {}]]], "class_name": "Concatenate", "config": {"trainable": true, "axis": 3, "name": "concatenate_80"}}, {"name": "conv2d_771", "inbound_nodes": [[["concatenate_80", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 128, "kernel_size": [3, 3], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_771"}}, {"name": "conv2d_772", "inbound_nodes": [[["conv2d_771", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 128, "kernel_size": [3, 3], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_772"}}, {"name": "max_pooling2d_229", "inbound_nodes": [[["conv2d_772", 0, 0, {}]]], "class_name": "MaxPooling2D", "config": {"trainable": true, "data_format": "channels_last", "strides": [2, 2], "name": "max_pooling2d_229", "padding": "valid", "pool_size": [2, 2]}}, {"name": "conv2d_774", "inbound_nodes": [[["max_pooling2d_229", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 64, "kernel_size": [1, 1], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_774"}}, {"name": "conv2d_776", "inbound_nodes": [[["max_pooling2d_229", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 64, "kernel_size": [1, 1], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_776"}}, {"name": "max_pooling2d_230", "inbound_nodes": [[["max_pooling2d_229", 0, 0, {}]]], "class_name": "MaxPooling2D", "config": {"trainable": true, "data_format": "channels_last", "strides": [1, 1], "name": "max_pooling2d_230", "padding": "same", "pool_size": [3, 3]}}, {"name": "conv2d_773", "inbound_nodes": [[["max_pooling2d_229", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 64, "kernel_size": [1, 1], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_773"}}, {"name": "conv2d_775", "inbound_nodes": [[["conv2d_774", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 64, "kernel_size": [3, 3], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_775"}}, {"name": "conv2d_777", "inbound_nodes": [[["conv2d_776", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 64, "kernel_size": [5, 5], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_777"}}, {"name": "conv2d_778", "inbound_nodes": [[["max_pooling2d_230", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 64, "kernel_size": [3, 3], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_778"}}, {"name": "concatenate_81", "inbound_nodes": [[["conv2d_773", 0, 0, {}], ["conv2d_775", 0, 0, {}], ["conv2d_777", 0, 0, {}], ["conv2d_778", 0, 0, {}]]], "class_name": "Concatenate", "config": {"trainable": true, "axis": 3, "name": "concatenate_81"}}, {"name": "conv2d_779", "inbound_nodes": [[["concatenate_81", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 256, "kernel_size": [3, 3], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_779"}}, {"name": "conv2d_780", "inbound_nodes": [[["conv2d_779", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 256, "kernel_size": [3, 3], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_780"}}, {"name": "max_pooling2d_231", "inbound_nodes": [[["conv2d_780", 0, 0, {}]]], "class_name": "MaxPooling2D", "config": {"trainable": true, "data_format": "channels_last", "strides": [2, 2], "name": "max_pooling2d_231", "padding": "valid", "pool_size": [2, 2]}}, {"name": "conv2d_782", "inbound_nodes": [[["max_pooling2d_231", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 64, "kernel_size": [1, 1], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_782"}}, {"name": "conv2d_784", "inbound_nodes": [[["max_pooling2d_231", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 64, "kernel_size": [1, 1], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_784"}}, {"name": "max_pooling2d_232", "inbound_nodes": [[["max_pooling2d_231", 0, 0, {}]]], "class_name": "MaxPooling2D", "config": {"trainable": true, "data_format": "channels_last", "strides": [1, 1], "name": "max_pooling2d_232", "padding": "same", "pool_size": [3, 3]}}, {"name": "conv2d_781", "inbound_nodes": [[["max_pooling2d_231", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 64, "kernel_size": [1, 1], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_781"}}, {"name": "conv2d_783", "inbound_nodes": [[["conv2d_782", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 64, "kernel_size": [3, 3], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_783"}}, {"name": "conv2d_785", "inbound_nodes": [[["conv2d_784", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 64, "kernel_size": [5, 5], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_785"}}, {"name": "conv2d_786", "inbound_nodes": [[["max_pooling2d_232", 0, 0, {}]]], "class_name": "Conv2D", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "dilation_rate": [1, 1], "activation": "relu", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "padding": "same", "trainable": true, "data_format": "channels_last", "kernel_constraint": null, "strides": [1, 1], "kernel_regularizer": null, "activity_regularizer": null, "filters": 64, "kernel_size": [3, 3], "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "conv2d_786"}}, {"name": "concatenate_82", "inbound_nodes": [[["conv2d_781", 0, 0, {}], ["conv2d_783", 0, 0, {}], ["conv2d_785", 0, 0, {}], ["conv2d_786", 0, 0, {}]]], "class_name": "Concatenate", "config": {"trainable": true, "axis": 3, "name": "concatenate_82"}}, {"name": "flatten_39", "inbound_nodes": [[["concatenate_82", 0, 0, {}]]], "class_name": "Flatten", "config": {"trainable": true, "data_format": "channels_last", "name": "flatten_39"}}, {"name": "dense_115", "inbound_nodes": [[["flatten_39", 0, 0, {}]]], "class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "units": 256, "trainable": true, "kernel_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_115"}}, {"name": "dense_116", "inbound_nodes": [[["dense_115", 0, 0, {}]]], "class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "units": 256, "trainable": true, "kernel_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_116"}}, {"name": "dense_117", "inbound_nodes": [[["dense_116", 0, 0, {}]]], "class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "units": 1, "trainable": true, "kernel_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_117"}}], "input_layers": [["input_48", 0, 0]], "output_layers": [["dense_117", 0, 0]], "name": "model_37"}}
